---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeNotchThickness
source: html/60831217-6e19-3f9d-0907-efd9e4ca581a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeNotchThickness Property

"Notch Thickness":

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeNotchThickness { get; }
```